[
	//Spectator
    //Not "Excluded from map editor" as it serves as placeholder for "Any Civ" starting locations
	{
		"name": "Spectator",
		"outerColor": [255,255,255]
//		"innerColor": [255,255,255]
	},


    {
		"name": "Queensland",
		"leaderName": "Sir Henry Bowen",
		"adjective": ["Queenslander"],
		"startBias": ["Coast"],
		"preferredVictoryType":"Diplomatic",
		"personality": "Alexander",

		"startIntroPart1": "Great King Alexander, leader of the mighty Greek nation, you are truly blessed by the gods. In 480 BC, quarrelsome city-states such as Athens, Sparta, Thebes, found a way to join their forces, allowing Greece to defeat the mighty Persia in the 5th century BC, both on land and sea. Following their example, you lead a Greek coalition and finally struck down the Persian Empire in 331 BC. You conquered almost all the known world, and from Europe to Africa to India, you built an empire unmatched by any before it.",
		"startIntroPart2": "Megalexandros, son of Zeus, will you ride Bucephalas again, to gift the world with the brightness of the Greek culture? Will your new empire shine through the ages of history?",

		"declaringWar": "You are in my way, you must be destroyed.",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"introduction": "Hello stranger! I am Alexandros, son of kings and grandson of the gods!",

		"neutralHello": "Greetings!",
		"hateHello": "What?",

		"tradeRequest": "My friend, does this seem reasonable to you?",

		"outerColor": [255, 255, 255],
		"innerColor": [65, 141, 254],
		"favoredReligion": "Christianity",
		"uniqueName": "Hellenic League",
		"uniques": ["[-50]% City-State Influence degradation", "City-State Influence recovers at twice the normal rate", "City-State territory always counts as friendly territory"],
		"cities": ["Brisbane","Townsville","Toowoomba","Mackay","Rockhampton","Cairns","Bundaberg","Gladstone","Gympie","Mount Isa"],
        "spyNames": ["Jason", "Helena", "Alexa", "Cletus", "Kassandra", "Andres", "Desdemona", "Anthea", "Aeneas", "Leander"]
    },
	{
		"name": "Tasmania",
		"leaderName": "Sir George Authur",
		"adjective": ["Tasmainian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Elizabeth",

        "startIntroPart1": "Long live to Your Highness, Queen Elizabeth Gloriana, leader and protector of the glorious England! Through history, enduring many invasions, England strengthened its will, playing smartly with diplomacy, cunning, and military power, to eventually rose as one of the most dominant Empires the world has ever known. Their matchless navy, brilliant scientists and artists, and powerful merchants, have shaped the known world for centuries.",
        "startIntroPart2": "Queen Elizabeth, will England cast once more its brightness upon all lands and seas of the world? Will your new empire shine through the ages of history?",

        "declaringWar": "By the grace of God, your days are numbered.",
		"attacked": "We shall never surrender.",
		"defeated": "You have triumphed over us. The day is yours.",
		"introduction": "We are pleased to meet you.",
		"neutralHello": "Hello, again.",
		"hateHello": "Oh, it's you!",
		"tradeRequest": "Would you be interested in a trade agreement with England?",
		"innerColor": [109, 2, 0],
		"outerColor": [255, 255, 255],
		"favoredReligion": "Christianity",
		"uniqueName": "Sun Never Sets",
		"uniques": ["[+2] Movement <for [Water] units>", "Gain an extra spy <upon entering the [Renaissance era]>"],
		"cities": ["Hobart","Launceston","Devonport","Somerset","Ulverstone"],
        "spyNames": ["James", "Scarlett", "Mycroft", "Charlotte", "Gwendolyn", "Mr. Eks", "Dr. Grey", "Andrew", "Scott", "Anne"]
    },
	{
		"name": "Western Australia",
		"leaderName": "John Forrest",
		"adjective": ["Western Australian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
		"personality": "Catherine",


        "startIntroPart1": "Hail to Imperial Majesty Catherine, Empress of all Russians. Living in the largest country in the world, from the Pacific Ocean in the east to the Baltic Sea in the west, your people endured wars, droughts, and many disasters, imbuing the Russian society with heroism and tenacity, and producing artists and scientists among the best in the world. Russia is a powerful empire which rightfully claims its place in the world concert of superpowers.",
        "startIntroPart2": "Empress Catherine, your people are eager for Russian glory, to revive the sacred light of the Motherland. Will your new empire shine through the ages of history?",

        "declaringWar": "You've behaved yourself very badly, you know it. Now it's payback time.",
		"attacked": "You've mistaken my passion for a weakness, you'll regret about this.",
		"defeated": "We were defeated, so this makes me your prisoner. I suppose there are worse fates.",
		"introduction": "I greet you, stranger! If you are as intelligent and tactful as you are attractive, we'll get along just fine.",
		"neutralHello": "Hello!",
		"hateHello": "What do you need?!",
		"tradeRequest": "How would you like it if I propose this kind of exchange?",
		"outerColor": [239, 180, 0],
		"innerColor": [0, 0, 0],
		"favoredReligion": "Christianity",
		"uniqueName": "Siberian Riches",
		"uniques": ["[+1 Production] from every [Strategic resource]","Double quantity of [Horses] produced",
			"Double quantity of [Iron] produced","Double quantity of [Uranium] produced"],
		"cities": ["Perth","Bunbury","Geralton","Albany","Kalgoorie-Boulder","Busselton","Karratha","Port Hedland","Broome"],
        "spyNames": ["Alexei", "Lena", "Dmitry", "Anastasia", "Tatiana", "Boris", "Doktor Seriy", "Mikhail", "Natacha", "Zmeya"]
    },
	{
		"name": "New South Wales",
		"leaderName": "Authur Phillip",
		"adjective": ["New South Welsh"],
		"preferredVictoryType": "Scientific",
		"personality": "George Washington",

        "startIntroPart1": "President Washington, we salute you and the proud American civilization! Freed from the British dominion in the 18th century, then cleansed and reborn after a terrible civil war, the United States nation was ready to play its great role in the 20th century. At the height of its power, triumphant after two terrible world wars, United States of America, a land of immigration, opportunities, optimism and determination, has risen above all other weakening nations, unable to equal such power.",
        "startIntroPart2": "President Washington, will you show to the world the legitimacy of the American way of life, and spread the flame of liberty to all mankind? Will your new empire shine through the ages of history?",

        "declaringWar": "Your wanton aggression leaves us no choice. Prepare for war!",
		"attacked": "You have mistaken our love of peace for weakness. You shall regret this!",
		"defeated": "The day...is yours. I hope you will be merciful in your triumph.",
		"introduction": "The people of the United States of America welcome you.",
		"neutralHello": "Good day.",
		"hateHello": "Well?",
		"tradeRequest": "Is the following trade of interest to you?",

        "outerColor": [153,5,3],
        "innerColor": [244,232,54],

        "favoredReligion": "Christianity",
		"uniqueName": "Manifest Destiny",
		"uniques": ["[+1] Sight <for [{Military} {Land}] units>", "[-50]% Gold cost of acquiring tiles [in all cities]"],
		"cities": ["Sydney","Newcastle","Wollongong","Maitland","Albury","Coffs Habour","Wagga Wagga","Port Macquarie","Orange","Dubbo",
			"Queanbeyan","Bathurst","Tamworth","Nowra","Lismore","Golbourn","Bowral","Armidale","Broken Hill"],
        "spyNames": ["Cousin", "Felix", "Dennis", "Edward", "Prof. Rex", "Eliza", "Mary", "Virginia", "Scarlett", "Barbara"]
	},
	{
		"name": "Victoria",
		"leaderName": "Charles Hotham",
		"adjective": ["Victorian"],
		"preferredVictoryType": "Scientific",
		"personality": "Darius I",

        "startIntroPart1": "Great King Darius of Persia, the heaven casts its light upon you! Persian people are strong and wise, as their leader. In old ages, the great Persian king Cyrus fought back the mighty Median empire and finally destroyed the Medes in 550 BC. Cunning diplomacy and military achievements helped then to conquer the wealthy Lydia and the powerful Babylon, Cyrus' son conquering the eternal Egypt some years later. At the height of its power, the Persian Empire reached the shores of Macedonia, at the very door of the upstart Greek city-states. Persia would have prospered for centuries if Alexander of Macedon hadn't brutally destroyed the great empire in one violent strike.",
        "startIntroPart2": "King Darius, the people of Persia await, longing for its past glory and power! Persia of the Immortals must reborn, to punish its foes and rebuild the gleaming Persepolis! Will your new empire shine through the ages of history?",

        "declaringWar": "Your continue existence is an embarrassment to all leaders everywhere! You must be destroyed!",
		"attacked": "Curse you! You are beneath me, son of a donkey driver! I will crush you!",
		"defeated": "You mongrel! Cursed be you! The world will long lament your heinous crime!",
		"introduction": "Peace be on you! I am Darius, the great and outstanding king of kings of great Persia... but I suppose you knew that.",
		"neutralHello": "Good day to you!",
		"hateHello": "Ahh... you...",
		"tradeRequest": "In my endless magnanimity, I am making you this offer. You agree, of course?",
        "outerColor": [ 28,51,119],
        "innerColor": [255,255,255],


		"favoredReligion": "Zoroastrianism",
		"uniqueName": "Achaemenid Legacy",
		"uniques": ["[+50]% Golden Age length", "[+1] Movement <for [All] units> <during a Golden Age>", "[+10]% Strength <for [All] units> <during a Golden Age>"],
		"cities": ["Melbourne","Geelong","Ballarat","Bendigo","Shepparton","Wodonga","Mildura","Warranabool","Tralagon","Torquay",
			"Ocean Grove","Wangaratta","Horsham"],
        "spyNames": ["Azi", "Dabir", "Firuz", "Gaspar", "Shahzad", "Aga", "Marjane", "Peri", "Sartaj ", "Yasmin"]
    },
	{
		"name": "South Australia",
		"leaderName": "Charles Kingston",
		"adjective": ["South Australian"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Cultural",
		"personality": "William of Orange",

        "startIntroPart1": "Greetings to the wise and brave Prince William of Orange, who freed the Netherlands and gave strength to the Dutch people. In 1568, you led a rebellion against Spanish dominion, to gain freedom for your people, and therefore starting the Eighty Years' War. Your actions were all aimed to create one of Europe's first modern republics, the Seven United Provinces. The rebellion was the meaning of your very life and death, as it was also the cause of your assassination in 1584. But your death has given even more pride and courage to your people, to fight for liberty against any oppressors. Carved in history as the 'Father of the Fatherland', your name is a symbol of Dutch independence for eternity.",
        "startIntroPart2": "Brave Prince, your people ask for your wisdom to gain its freedom once more, and to illuminate the world with progressive and modern ideas. Will your new empire shine through the ages of history?",

        "declaringWar": "As much as I despise war, I consider it a, hahaha, contribution to the common cause to erase your existence.",
		"attacked": "You call yourself an exalted ruler, but I see nothing more than a smartly dressed barbarian!",
		"defeated": "My God, be merciful to my soul. My God, feel pity for this... my poor people!",
		"introduction": "I am William of Orange, stadtholder of The Netherlands. Did you need anything? I still have a lot to do.",
		"neutralHello": "Once again, greetings.",
		"hateHello": "What do you want?",
		"tradeRequest": "I believe I have something that may be of some importance to you.",
		"outerColor": [216, 120, 0],
		"innerColor": [0, 0, 0],
		"favoredReligion": "Christianity",
		"uniqueName": "Dutch East India Company",
		"uniques": ["Retain [50]% of the happiness from a luxury after the last copy has been traded away"],
		"cities": ["Adelaide", "Gawler", "Mount Gambier", "Mount Barker", "Whyalla", "Murray Bridge", "Victor Harbour", "Crafers-Bridgewater", "Port Lincoln", "Port Pirie", "Port Augusta"],
        "spyNames": ["Joost", "Hendrika", "Marten", "Anke", "Guus", "Mr. X", "Dr. Grijs", "Willem", "Thijs", "Neef"]
    },



	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0,0,0],
        "innerColor": [185,12,12],
		"uniques": ["Can only heal by pillaging", "Excluded from map editor",
			"[Water] units gain the [Unable to pillage tiles] promotion"]
	}

]
